Repository: alexrighetto/Plugin-Diapositive
Catalog: languages/slide_slideshow-*.po
Languages: it_it

source: Slides
it_it: Diapositive

source: Slide
it_it: Diapositive

source: Parent Slide
it_it: Diapositiva genitore

source: All slides
it_it: Tutte le diapositive

source: View Slides
it_it: Vedi diapositiva

source: Add new Slide
it_it: Aggiungi una nuova diapositiva

source: Add New
it_it: Aggiungi

source: Edit Slide
it_it: Modifica diapositiva

source: Search Slide
it_it: Cerca diapositiva

source: No Slides found
it_it: Nessuna diapositiva trovata

source: No Slides found in Trash
it_it: Nessuna diapositiva trovata nel cestino

source: slide updated. <a href="%s">View slide</a>
it_it: Diapositiva aggiornata. <a href=”%s”>Vedi diapositiva</a>

source: slide updated.
it_it: Diapositiva aggiornata.

source: slide restored to revision from %s
it_it: Diapositiva ripristinata dalla revisione da %s

source: slide published. <a href="%s">View slide</a>
it_it: Diapositiva pubblicata. <a href=”%s”>Vedi diapositiva</a>

source: slide saved.
it_it: Diapositiva salvata.

source: slide scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview slide</a>
it_it: Diapositiva programmata per: <strong>%1$s</strong>. <a target=”_blank” href=”%2$s”>Anteprima</a>

source: Link to site content
it_it: Collegamento ad un contenuto del sito

source: Select the content of the site that this slide should be connected.
it_it: Seleziona il contenuto del sito a cui questa diapositiva si deve collegare.
